{
  "category": "aoa3:contents",
  "icon": "aoa3:torn_pages",
  "name": "Transcription",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "could we ever have suspected that this was possible! Nevertheless, this discovery finally begins us on the path we have been hunting for decades. This is finally solid proof that dimensional travel is not only possible, but safely possible!$(br2)As for the dimension itself, it is even more intriguing than originally expected."
    },
    {
      "type": "patchouli:text",
      "text": "It appears to be some form of dimensional garbage collector. There appears to be chunks of land pulled from different lands just dotted throughout an otherwise empty space. We are incredibly lucky that there seems to be some form of magical stasis here preventing us from suffocating in what appears to be empty space. These primary constructions are definitely intentional however, possibly built by some ancient"
    },
    {
      "type": "patchouli:text",
      "text": "civilisation or race, or possibly some higher power. There is intentional ornate architecture and still-working portals, which indicates an incredibly advanced and stable form of magic of which we can only dream."
    },
    {
      "type": "patchouli:text",
      "text": "15 Anth. 19444 CD.$(br2)$(br2)We have had a few days now to catalogue our findings of the initial structures of this place, and there is definitely an overarching malevolence here. Despite its welcoming ornate designs, whoever or whatever created this place have taken advantage of the floating chunks of lost dimensions to host trials and challenges for visitors."
    },
    {
      "type": "patchouli:text",
      "text": "but given the stability of the magic we have seen here, I fail to see why it wouldn't still be operational."
    },
    {
      "type": "patchouli:text",
      "text": "29 Anth. 19444 CD.$(br2)$(br2)This is it. We were inspecting some form of plinth we discovered in one of the centrally linked chambers, and one of my colleagues brought some sort of relic he had found lying nearby too close to it, and the plinth activated. Before we knew it, we were all teleported away to one of the dimensional shards floating through the void"
    },
    {
      "type": "patchouli:text",
      "text": "and immediately set upon by a monstrous beast. He killed almost all of us immediately, and has been slowly picking off the rest of us who managed to run and hide in the initial slaughter.$(br)I don't know if anyone else is left, and I don't know how long I can hide here before it finds me.$(br)Whatever these chambers were designed for, it was something far stronger than us."
    }
  ],
  "sortnum": 0
}