{
  "advancement": "aoa3:nowhere/root",
  "category": "aoa3:nowhere",
  "icon": "",
  "name": "Activities",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Once you've travelled to Nowhere via a $(thing)Ruined Teleporter Frame$(), you'll find yourself in the main hub.$(br)This is a safe resting area where you can rest, relax, and take in the view of the infinite void around you.$(br2)Ahead of you will be four portals, one for each major activity area of Nowhere",
      "title": "Activities"
    },
    {
      "type": "patchouli:text",
      "text": "Nowhere holds a parkour region, containing a number of courses of varying difficulty. It can be accessed through the second-left portal in the main hub.$(br)Once through, you'll find yourself in the $(thing)Parkour Lobby$(), which contains corridors marked with a number representing course difficulty. The higher the number, the harder the course",
      "title": "Parkour"
    },
    {
      "type": "patchouli:text",
      "text": "Completing a course will give you an advancement related to the difficulty of that course, as well as some $(item)Dungeon Tokens$(), which can be spent in the $(thing)Utility Room$()$(br2)You can leave a course at any time by using the $(item)Return Crystal$() provided to you when you enter."
    },
    {
      "type": "patchouli:text",
      "text": "The third portal from the left holds the $(thing)Boss Lobby$(). This is a staging area with a single point of interest - a boss altar at the end of the long hallway.$(br)Using a boss soul totem on this altar will initiate a boss fight for that boss, teleporting you and anyone else with you to a random arena, along with the boss.",
      "title": "Boss Arenas"
    },
    {
      "type": "patchouli:text",
      "text": "Defeating the boss awards $(item)Dungeon Tokens$() as well as the usual loot from the boss themselves.$(br2)Once you have finished the fight and are ready to return, you can do so by using the $(item)Return Crystal$() provided when you entered the arena"
    },
    {
      "type": "patchouli:text",
      "text": "The utility room is found through the right-most portal in the Nowhere hub.$(br)It contains a plethora of utility blocks and stations to use, allowing you to tweak your loadouts before you attempt a boss fight or dungeon run.",
      "title": "Utility Room"
    },
    {
      "type": "patchouli:text",
      "text": "The room also contains a single inhabitant; the $(l:https://adventofascension.fandom.com/wiki/Skill_Master)Skill Master$(/l).$(br)They are an unknown being that mysteriously offers to sell valuable items to you in exchange for $(item)Dungeon Tokens$(), many of which cannot be obtained elsewhere"
    },
    {
      "type": "patchouli:text",
      "text": "This is not yet functional",
      "title": "Dungeon"
    }
  ],
  "sortnum": 1
}